{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "CharDelimiterSplit",
    "delimiter": " "
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "What": 4,
      "but": 5,
      "A": 6,
      "a": 7,
      "I": 8,
      "has": 9,
      "It's": 10,
      "no": 11,
      "you": 12,
      "and": 13,
      "in": 14,
      "never": 15,
      "the": 16,
      "can": 17,
      "It": 18,
      "it": 19,
      "am": 20,
      "of": 21,
      "used": 22,
      "It’s": 23,
      "for": 24,
      "have": 25,
      "is": 26,
      "to": 27,
      "You": 28,
      "be": 29,
      "not": 30,
      "your": 31,
      "with": 32,
      "without": 33,
      "up": 34,
      "more": 35,
      "always": 36,
      "Your": 37,
      "as": 38,
      "when": 39,
      "I'm": 40,
      "head": 41,
      "on": 42,
      "gets": 43,
      "from": 44,
      "The": 45,
      "use": 46,
      "me": 47,
      "that": 48,
      "water": 49,
      "legs": 50,
      "many": 51,
      "an": 52,
      "or": 53,
      "can't": 54,
      "down": 55,
      "keys": 56,
      "goes": 57,
      "doesn't": 58,
      "cannot": 59,
      "around": 60,
      "comes": 61,
      "mouth": 62,
      "something": 63,
      "An": 64,
      "river": 65,
      "go": 66,
      "can’t": 67,
      "hold": 68,
      "keyboard": 69,
      "space": 70,
      "world": 71,
      "coin": 72,
      "tail": 73,
      "bed": 74,
      "hands": 75,
      "wetter": 76,
      "will": 77,
      "yet": 78,
      "after": 79,
      "bite": 80,
      "four": 81,
      "hand": 82,
      "one": 83,
      "runs": 84,
      "than": 85,
      "through": 86,
      "travel": 87,
      "full": 88,
      "only": 89,
      "open": 90,
      "see": 91,
      "walk": 92,
      "Fire": 93,
      "alive": 94,
      "letter": 95,
      "promise": 96,
      "ends": 97,
      "map": 98,
      "room": 99,
      "teeth": 100,
      "broken": 101,
      "cold": 102,
      "holds": 103,
      "neck": 104,
      "part": 105,
      "sleeps": 106,
      "by": 107,
      "light": 108,
      "towel": 109,
      "type": 110,
      "Think": 111,
      "about": 112,
      "body": 113,
      "bottle": 114,
      "clock": 115,
      "comb": 116,
      "stamp": 117,
      "while": 118,
      "dries": 119,
      "finger": 120,
      "throw": 121,
      "I’m": 122,
      "piano": 123,
      "run": 124,
      "at": 125,
      "being": 126,
      "catch": 127,
      "currency": 128,
      "don't": 129,
      "future": 130,
      "hear": 131,
      "made": 132,
      "played": 133,
      "staying": 134,
      "word": 135,
      "words": 136,
      "bank": 137,
      "eyes": 138,
      "flow": 139,
      "flows": 140,
      "hole": 141,
      "increases": 142,
      "it.": 143,
      "its": 144,
      "keep": 145,
      "left": 146,
      "locks,": 147,
      "money": 148,
      "moving": 149,
      "natural": 150,
      "right": 151,
      "time": 152,
      "touch": 153,
      "away": 154,
      "face": 155,
      "fingers": 156,
      "glove": 157,
      "hair": 158,
      "illness": 159,
      "locks": 160,
      "move": 161,
      "sharper": 162,
      "still": 163,
      "take": 164,
      "time.": 165,
      "What's": 166,
      "cities": 167,
      "cracked,": 168,
      "doesn’t": 169,
      "enter": 170,
      "room,": 171,
      "sponge": 172,
      "thumb": 173,
      "T,": 174,
      "Tomorrow": 175,
      "alive,": 176,
      "arms": 177,
      "arrives": 178,
      "bathing": 179,
      "bigger": 180,
      "corner": 181,
      "joke": 182,
      "made,": 183,
      "need": 184,
      "needle": 185,
      "over": 186,
      "people": 187,
      "taken": 188,
      "told,": 189,
      "wings": 190,
      "book": 191,
      "brain": 192,
      "case,": 193,
      "caught": 194,
      "cities,": 195,
      "commitment": 196,
      "enter,": 197,
      "fed.": 198,
      "fence": 199,
      "leave": 200,
      "letters": 201,
      "mail": 202,
      "moves": 203,
      "must": 204,
      "seen": 205,
      "shut": 206,
      "table": 207,
      "thrown": 208,
      "typing": 209,
      "walks,": 210,
      "water,": 211,
      "weeps,": 212,
      "which": 213,
      "wooden": 214,
      "'e',": 215,
      "Light": 216,
      "They're": 217,
      "age": 218,
      "begins": 219,
      "echo": 220,
      "eye": 221,
      "fill": 222,
      "keys,": 223,
      "lungs,": 224,
      "makes": 225,
      "mine": 226,
      "name": 227,
      "red.": 228,
      "released,": 229,
      "soon": 230,
      "take,": 231,
      "takes": 232,
      "trees,": 233,
      "turn": 234,
      "two": 235,
      "Footsteps": 236,
      "behind.": 237,
      "candle": 238,
      "drink": 239,
      "fish.": 240,
      "flies": 241,
      "grow;": 242,
      "grows": 243,
      "held": 244,
      "holes": 245,
      "houses.": 246,
      "hungry;": 247,
      "me.": 248,
      "mountains,": 249,
      "old.": 250,
      "once": 251,
      "other": 252,
      "play": 253,
      "short": 254,
      "single": 255,
      "space,": 256,
      "speak": 257,
      "starts": 258,
      "strongest": 259,
      "surrounds": 260,
      "tall": 261,
      "teapot": 262,
      "tells": 263,
      "top": 264,
      "tree": 265,
      "trees.": 266,
      "twice": 267,
      "verbal": 268,
      "Having": 269,
      "M": 270,
      "T": 271,
      "Time": 272,
      "are": 273,
      "body.": 274,
      "bottom": 275,
      "branches": 276,
      "building": 277,
      "cards": 278,
      "coming": 279,
      "computer": 280,
      "deck": 281,
      "ears.": 282,
      "even": 283,
      "everyone.": 284,
      "if": 285,
      "intangible": 286,
      "it,": 287,
      "it’s": 288,
      "make": 289,
      "meet.": 290,
      "moment,": 291,
      "path": 292,
      "represents": 293,
      "sound": 294,
      "speaks": 295,
      "talks,": 296,
      "too": 297,
      "treat.": 298,
      "air;": 299,
      "all": 300,
      "clap": 301,
      "cleaning": 302,
      "consumes": 303,
      "envelope": 304,
      "every": 305,
      "feather,": 306,
      "fruit,": 307,
      "help": 308,
      "illuminates": 309,
      "instrument": 310,
      "kills": 311,
      "lead": 312,
      "leaves": 313,
      "library": 314,
      "lock": 315,
      "look": 316,
      "minute,": 317,
      "mouth,": 318,
      "person": 319,
      "road": 320,
      "show": 321,
      "someone": 322,
      "thousand": 323,
      "trunk": 324,
      "years": 325,
      "Age": 326,
      "Breath": 327,
      "Stairs": 328,
      "belongs": 329,
      "books": 330,
      "come": 331,
      "do": 332,
      "everything": 333,
      "fly": 334,
      "front": 335,
      "funny": 336,
      "furniture": 337,
      "games.": 338,
      "head,": 339,
      "material": 340,
      "meant": 341,
      "most": 342,
      "musical": 343,
      "passes": 344,
      "piece": 345,
      "ring": 346,
      "roots": 347,
      "sew": 348,
      "spot": 349,
      "stories": 350,
      "walks": 351,
      "warmth": 352,
      "water.": 353,
      "wear": 354,
      "wind.": 355,
      "written": 356,
      "yard": 357,
      "young,": 358,
      "Pencil": 359,
      "black": 360,
      "body,": 361,
      "breath": 362,
      "chair": 363,
      "contains": 364,
      "egg": 365,
      "forests": 366,
      "giving": 367,
      "gold": 368,
      "hot": 369,
      "lets": 370,
      "locks;": 371,
      "mail.": 372,
      "my": 373,
      "organ": 374,
      "organs": 375,
      "pick": 376,
      "quickly.": 377,
      "remove": 378,
      "room.": 379,
      "room;": 380,
      "sewing.": 381,
      "stays": 382,
      "tail,": 383,
      "things": 384,
      "thinking": 385,
      "wall": 386,
      "what": 387,
      "whole": 388,
      "window": 389,
      "words.": 390,
      "Rain": 391,
      "Removing": 392,
      "Silence": 393,
      "buildings": 394,
      "carries": 395,
      "create": 396,
      "ears": 397,
      "eat": 398,
      "essential": 399,
      "falls": 400,
      "heart": 401,
      "houses,": 402,
      "how": 403,
      "kind": 404,
      "mountain": 405,
      "needles": 406,
      "pencil": 407,
      "pocket": 408,
      "property": 409,
      "provide": 410,
      "read": 411,
      "rivers": 412,
      "shows": 413,
      "sky.": 414,
      "thing": 415,
      "white": 416,
      "\"t\"": 417,
      "Consider": 418,
      "Look": 419,
      "Mississippi": 420,
      "They": 421,
      "Water": 422,
      "absorbs": 423,
      "along": 424,
      "area": 425,
      "attached": 426,
      "before": 427,
      "better": 428,
      "branches,": 429,
      "break": 430,
      "break,": 431,
      "brew": 432,
      "burning": 433,
      "call": 434,
      "closed": 435,
      "content": 436,
      "continuously.": 437,
      "corn": 438,
      "crack": 439,
      "day": 440,
      "deals": 441,
      "different": 442,
      "doors": 443,
      "eat,": 444,
      "envelopes": 445,
      "features": 446,
      "few": 447,
      "fields,": 448,
      "filled": 449,
      "found": 450,
      "fuel": 451,
      "future.": 452,
      "games": 453,
      "goes,": 454,
      "hair.": 455,
      "hand,": 456,
      "house": 457,
      "improves": 458,
      "intangible.": 459,
      "into": 460,
      "isn’t": 461,
      "itself": 462,
      "learning.": 463,
      "leaves.": 464,
      "legs,": 465,
      "life": 466,
      "liquids": 467,
      "locks.": 468,
      "man": 469,
      "mind": 470,
      "mushroom": 471,
      "music": 472,
      "music.": 473,
      "nobody": 474,
      "opened": 475,
      "provides": 476,
      "repeated": 477,
      "repeats": 478,
      "rings": 479,
      "same": 480,
      "sees,": 481,
      "sitting": 482,
      "smells": 483,
      "so": 484,
      "spelling": 485,
      "spreads": 486,
      "style": 487,
      "taller": 488,
      "tastes": 489,
      "teeth,": 490,
      "telephone": 491,
      "tongue": 492,
      "using": 493,
      "windows": 494,
      "worn": 495,
      "write": 496,
      "writing": 497,
      "writing.": 498,
      "you.": 499,
      "\"e\"": 500,
      "\"t\",": 501,
      "13": 502,
      "Once": 503,
      "What’s": 504,
      "address": 505,
      "beginning": 506,
      "bones": 507,
      "breaks": 508,
      "brown,": 509,
      "burns": 510,
      "buy": 511,
      "cleaning.": 512,
      "constantly.": 513,
      "consume": 514,
      "cornfield": 515,
      "cutting": 516,
      "destination": 517,
      "die": 518,
      "don’t": 519,
      "end": 520,
      "enlarges": 521,
      "expands": 522,
      "faces": 523,
      "game": 524,
      "geographic": 525,
      "geography": 526,
      "glass": 527,
      "hearts": 528,
      "holes,": 529,
      "hundreds": 530,
      "in.": 531,
      "invention": 532,
      "jingle": 533,
      "larger": 534,
      "life.": 535,
      "minutes.": 536,
      "more.": 537,
      "opens": 538,
      "penny": 539,
      "popular": 540,
      "put": 541,
      "reach": 542,
      "red": 543,
      "reflection": 544,
      "representation": 545,
      "saw": 546,
      "spine": 547,
      "tea.": 548,
      "tell": 549,
      "them": 550,
      "touch,": 551,
      "touched": 552,
      "travels": 553,
      "up,": 554,
      "way": 555,
      "wet": 556,
      "wheels": 557,
      "where": 558,
      "you,": 559,
      "Charcoal": 560,
      "E,": 561,
      "P,": 562,
      "People": 563,
      "They’re": 564,
      "air": 565,
      "air.": 566,
      "airplane": 567,
      "almost": 568,
      "any": 569,
      "appears": 570,
      "arrange": 571,
      "avoid": 572,
      "beach": 573,
      "beverage": 574,
      "born,": 575,
      "brewing": 576,
      "carry": 577,
      "certain": 578,
      "change": 579,
      "clothes.": 580,
      "constantly": 581,
      "containers": 582,
      "cube": 583,
      "cut": 584,
      "dead": 585,
      "decreases": 586,
      "dice": 587,
      "directions": 588,
      "everything.": 589,
      "eyes,": 590,
      "fields": 591,
      "find": 592,
      "formation": 593,
      "fragile": 594,
      "frozen": 595,
      "fruit": 596,
      "fungus": 597,
      "ghosts": 598,
      "happened": 599,
      "hasn't": 600,
      "heat": 601,
      "ice": 602,
      "improve": 603,
      "increases,": 604,
      "inventions": 605,
      "large": 606,
      "leaving": 607,
      "letter.": 608,
      "lies": 609,
      "liquids.": 610,
      "living": 611,
      "material.": 612,
      "measure": 613,
      "melt": 614,
      "melts": 615,
      "middle": 616,
      "mountains": 617,
      "nature": 618,
      "newspaper": 619,
      "office": 620,
      "open.": 621,
      "path.": 622,
      "pine": 623,
      "place": 624,
      "post": 625,
      "saying": 626,
      "sewing": 627,
      "shape": 628,
      "sit": 629,
      "small": 630,
      "snowflake": 631,
      "sound.": 632,
      "talks": 633,
      "their": 634,
      "these": 635,
      "this": 636,
      "thousands": 637,
      "towns": 638,
      "truck": 639,
      "vegetable.": 640,
      "wear.": 641,
      "who": 642,
      "you're": 643,
      "young": 644,
      "zipper": 645,
      "April": 646,
      "Colors": 647,
      "Corn": 648,
      "E": 649,
      "If": 650,
      "March": 651,
      "Plants": 652,
      "R": 653,
      "Speaking": 654,
      "Temperature": 655,
      "absence": 656,
      "again": 657,
      "automatically": 658,
      "away,": 659,
      "back": 660,
      "ball": 661,
      "bark": 662,
      "battery": 663,
      "become.": 664,
      "bed.": 665,
      "beverage.": 666,
      "bleed": 667,
      "burn.": 668,
      "cactus": 669,
      "calls.": 670,
      "cast": 671,
      "coat": 672,
      "coin.": 673,
      "computer.": 674,
      "connects": 675,
      "contagious": 676,
      "cracked": 677,
      "device": 678,
      "dictionary": 679,
      "dig.": 680,
      "doors.": 681,
      "drying": 682,
      "easily.": 683,
      "eaten": 684,
      "elevation": 685,
      "else": 686,
      "evening": 687,
      "evergreen": 688,
      "everyone": 689,
      "exit": 690,
      "fabric": 691,
      "family": 692,
      "float": 693,
      "floors": 694,
      "flower": 695,
      "flowing.": 696,
      "forests,": 697,
      "furniture.": 698,
      "garbage": 699,
      "geographical": 700,
      "get": 701,
      "give": 702,
      "grilling": 703,
      "ground": 704,
      "grow": 705,
      "helps": 706,
      "hidden": 707,
      "high": 708,
      "hills": 709,
      "houses;": 710,
      "human": 711,
      "humorous.": 712,
      "hungry,": 713,
      "immediately": 714,
      "indentations": 715,
      "information": 716,
      "instructions": 717,
      "lakes": 718,
      "language": 719,
      "laugh": 720,
      "less": 721,
      "life,": 722,
      "located": 723,
      "locations": 724,
      "long": 725,
      "longer": 726,
      "low": 727,
      "market": 728,
      "me,": 729,
      "meet": 730,
      "might": 731,
      "minute": 732,
      "minute.": 733,
      "minutes": 734,
      "moment.": 735,
      "morning,": 736,
      "move.": 737,
      "much": 738,
      "musical.": 739,
      "needs": 740,
      "objects": 741,
      "occurs": 742,
      "others": 743,
      "outside.": 744,
      "oxygen": 745,
      "palm": 746,
      "people,": 747,
      "people.": 748,
      "person.": 749,
      "phone": 750,
      "physical": 751,
      "place.": 752,
      "placed": 753,
      "places": 754,
      "places.": 755,
      "playing": 756,
      "point": 757,
      "potato": 758,
      "pour": 759,
      "problem": 760,
      "processes": 761,
      "produce": 762,
      "program": 763,
      "purse": 764,
      "quickly": 765,
      "rain": 766,
      "reading.": 767,
      "repeat": 768,
      "represent": 769,
      "returns": 770,
      "rivers,": 771,
      "safe": 772,
      "say": 773,
      "sea": 774,
      "secret": 775,
      "see.": 776,
      "sending": 777,
      "series": 778,
      "shadow": 779,
      "share": 780,
      "shower.": 781,
      "silent.": 782,
      "sky": 783,
      "sleep": 784,
      "sleeps,": 785,
      "sneeze": 786,
      "sounds": 787,
      "source": 788,
      "space.": 789,
      "speak.": 790,
      "spelled": 791,
      "sport": 792,
      "stages": 793,
      "stationary": 794,
      "stay": 795,
      "stitching.": 796,
      "stored": 797,
      "storm": 798,
      "stuck": 799,
      "symbols": 800,
      "taking": 801,
      "tea": 802,
      "text": 803,
      "thinking.": 804,
      "thread": 805,
      "three": 806,
      "touching": 807,
      "transparent": 808,
      "trees;": 809,
      "use.": 810,
      "uses": 811,
      "vegetable": 812,
      "walk.": 813,
      "wood": 814,
      "world,": 815,
      "wrong": 816,
      "year,": 817
    },
    "unk_token": "[UNK]"
  }
}